/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Conexiunea la Internet a acestui computer pare să fie offline.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Conexiunea la Internet a acestui computer poate fi offline.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Conexiunea Internet a acestui computer pare să fie online.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Serverul DNS al acestui computer nu răspunde.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "Serverul DNS nu a putut găsi numele serverului.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Ruterul acestui computer nu răspunde.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Serverul la care acest computer încearcă să se conecteze nu răspunde.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Conexiunea Internet a acestui computer pare să fie online.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "parolă formular Web";

/* HTTP result code string */
"accepted" = "acceptat";

/* HTTP result code string */
"bad gateway" = "gateway greșit";

/* HTTP result code string */
"bad request" = "solicitare greșită";

/* HTTP result code string */
"client error" = "eroare client";

/* HTTP result code string */
"conflict" = "conflict";

/* HTTP result code string */
"continue" = "continuă";

/* HTTP result code string */
"created" = "creat";

/* HTTP result code string */
"expectation failed" = "așteptare eșuată";

/* HTTP result code string */
"forbidden" = "interzis";

/* HTTP result code string */
"found" = "găsit";

/* HTTP result code string */
"gateway timed out" = "gateway a expirat";

/* HTTP result code string */
"informational" = "informațional";

/* HTTP result code string */
"internal server error" = "eroare internă server";

/* HTTP result code string */
"length required" = "lungime nespecificată";

/* HTTP result code string */
"method not allowed" = "metodă nepermisă";

/* HTTP result code string */
"moved permanently" = "mutat permanent";

/* HTTP result code string */
"multiple choices" = "opțiuni multiple";

/* HTTP result code string */
"needs proxy" = "necesită proxy";

/* HTTP result code string */
"no content" = "fără conținut";

/* HTTP result code string */
"no error" = "nicio eroare";

/* HTTP result code string */
"non-authoritative information" = "informație neautorizată";

/* HTTP result code string */
"not found" = "nu a fost găsit";

/* HTTP result code string */
"not modified" = "nemodificat";

/* HTTP result code string */
"partial content" = "conținut parțial";

/* HTTP result code string */
"payment required" = "plată necesară";

/* HTTP result code string */
"precondition failed" = "precondiție eșuată";

/* HTTP result code string */
"proxy authentication required" = "autentificare proxy necesară";

/* HTTP result code string */
"redirected" = "redirecționat";

/* HTTP result code string */
"no longer exists" = "nu mai există";

/* HTTP result code string */
"request timed out" = "solicitarea a expirat";

/* HTTP result code string */
"request too large" = "solicitare prea mare";

/* HTTP result code string */
"requested URL too long" = "URL solicitat prea lung";

/* HTTP result code string */
"requested range not satisfiable" = "gama solicitată nu poate fi satisfăcută";

/* HTTP result code string */
"reset content" = "resetare conținut";

/* HTTP result code string */
"see other" = "vedeți altul";

/* HTTP result code string */
"server error" = "eroare server";

/* HTTP result code string */
"service unavailable" = "serviciu indisponibil";

/* HTTP result code string */
"success" = "corect";

/* HTTP result code string */
"switching protocols" = "comutare protocoale";

/* HTTP result code string */
"temporarily redirected" = "temporar redirecționat";

/* HTTP result code string */
"unacceptable" = "inacceptabil";

/* HTTP result code string */
"unauthorized" = "neautorizat";

/* HTTP result code string */
"unimplemented" = "neimplementat";

/* HTTP result code string */
"unsupported media type" = "tip media neadmis";

/* HTTP result code string */
"unsupported version" = "versiune neadmisă";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "A survenit o problemă în comunicarea cu serverul proxy de web (HTTPS).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "A survenit o problemă în comunicarea cu serverul proxy de web securizat (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "eroare necunoscută";

/* WebFoundationErrorCancelled description */
"Err-999" = "anulat";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL greșit";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Solicitarea a expirat.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL neadmis";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Nu a putut fi găsit un server cu numele de gazdă specificat.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Conectare imposibilă la server.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Conexiunea de rețea a fost pierdută.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Eroare căutare DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "prea multe redirecționări HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "resursă indisponibilă";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Conexiunea la Internet pare să fie offline.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "redirecționat nicăieri";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Răspuns greșit din partea serverului.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "resursă zero byte";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "imposibil de decodificat datele brute";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "imposibil de decodificat datele conținutului";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "imposibil de prelucrat răspunsul";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Roaming internațional este dezactivat acum.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "O conexiune de date nu poate fi stabilită, deoarece un apel e încă activ.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "O conexiune de date nu este permisă acum.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "solicitare de flux corp epuizată";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "URL-ul solicitat nu a fost găsit pe acest server.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "fișierul este director";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Nu aveți permisiunea să accesați resursa solicitată.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "resursa depășește dimensiunea maximă";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "A survenit o eroare SSL și nu poate fi făcută o conexiune securizată la server.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Certificatul pentru acest server a expirat.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Certificatul pentru acest server a expirat. E posibil să vă conectați la un server care simulează “%@”, ceea ce poate prezenta un risc pentru informațiile dvs. confidențiale.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certificatul pentru acest server nu este valid.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certificatul pentru acest server nu este valid. E posibil să vă conectați la un server care simulează “%@”, ceea ce poate prezenta un risc pentru informațiile dvs. confidențiale.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certificatul pentru acest server a fost semnat de o autoritate de certificare necunoscută.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certificatul pentru acest server a fost semnat de o autoritate de certificare necunoscută. E posibil să vă conectați la un server care simulează “%@”, ceea ce poate prezenta un risc pentru informațiile dvs. confidențiale.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certificatul pentru acest server nu este încă valid.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Certificatul pentru acest server nu este încă valid. E posibil să vă conectați la un server care simulează “%@”, ceea ce poate prezenta un risc pentru informațiile dvs. confidențiale.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Serverul nu a acceptat certificatul.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Serverul “%@” nu a acceptat certificatul.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Serverul necesită un certificat de client.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Serverul “%@” necesită un certificat de client.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "nu se poate încărca din rețea";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Fișierul nu poate fi creat";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Fișierul nu poate fi deschis";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "O eroare a survenit în timpul închiderii fișierului";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Fișierul nu poate fi scris";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Fișierul nu poate fi eliminat";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Fișierul nu poate fi mutat";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Decodificarea descărcării a eșuat";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Decodificarea descărcării a eșuat";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Ați dori să vă conectați la server oricum?";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Verificați-vă configurările de proxy. Pentru asistență legată de această problemă, contactați administratorul dvs. de sistem.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Autentificare proxy necesară";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autentificare pentru proxy-ul %@\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Anulați";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Nume utilizator";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Parolă";
